/* ex_and_ks */
"Both Extra/Extensions and Extra/KextStore found." = "Extra/Extensions 和 Extra/KextStore 都已找到.";

/* done_caption */
"Done" = "完成";

/* error_caption */
"Error" = "错误";

/* warning_caption */
"Warning" = "警告";

/* no_extra */
"No Extra folder on selected disk." = "所选磁盘无Extra文件夹。";

/* no_ex_or_ks */
"No Extra/Extensions or Extra/KextStore found." = "所选磁盘无 Extra/Extensions 或 Extra/KextStore 文件夹。";

/* no_ks */
"No Extra/KextStore found." = "所选磁盘无 Extra/KextStore 文件夹。";

/* no_ee */
"No Extra/Extensions found." = "所选磁盘无 Extra/Extensions 文件夹。";

/* no_sel_kexts */
"No selected kexts to install." = "您没有选择任何需要安装的 kext。";

/* no_sle */
"No System/Library/Extensions on selected disk." = "所选磁盘无 System/Library/Extensions 文件夹。";

/* tasks_finished */
"Selected tasks were finished." = "所选任务已完成。";

/* no_options */
"You haven't selected any options." = "您没有选择任何选项。";

/* no_kext */
"You haven't selected any kext." = "您没有选择任何 kext。";

/* yes */
"Yes" = "是";

/* no */
"No" = "否";

/* saved */
"Saved." = "已加载的 kext 的列表创建完成。";

/* unknown_kext */
"Unknown kext" = "未知 kext";

/* continue_caption */
"Continue?" = "继续?";

/* ee_bb_desc */
"Do you want to bring back Extra/Extensions from Extra/KextStore on selected disk?" = "您是否想用所选磁盘的 Extra/KextStore 恢复 Extra/Extensions ?";

/* eks_create_desc */
"Do you want to create Extra/KextStore from Extra/Extensions on selected disk?\nMkext will be created, it can take a while." = "您是否想从所选磁盘 Extra/Extensions 创建 Extra/KextStore? \nMkext会被创建，这需要一些时间。";

/* no_mkext_unpack */
"Unpack directory doesn't exist." = "解压路径不存在。";

/* mkext_upacked */
"Mkext was unpacked to selected directory." = "Mkext 已经解包到所选路径。";

/* no_mkext */
"You haven't selected any mkext." = "您没有选择任何 mkext。";

/* mkext_no_x86_64 */
"Architecture x86_64 not found in mkext." = "没有在 mkext 中找到 x86_64 构架。";

/* mkext_no_i386 */
"Architecture i386 not found in mkext." = "没有在 mkext 中找到 i386 构架。";

/* mkext_no_ppc */
"Architecture ppc not found in mkext." = "没有在 mkext 中找到 ppc 构架。";

/* mkext_no_ppc64 */
"Architecture ppc64 not found in mkext." = "没有在 mkex 中找到 ppc64 构架。";

/* new_ver_caption */
"New version found" = "发现新版本";

/* no_new_ver_caption */
"No new version found" = "没有发现新版本";

/* new_ver */
"New version " = "新版本 ";

/* found */
" found on server.\nDo you want to download it?" = " 已在服务器找到。\n您是否想下载它?";

/* latest_ver */
"You have the latest version of program (" = "您已经拥有最新版本的程序 (";

/* close */
"Close" = "关闭";

/* show_topic */
"Show topic on forum" = "在论坛上显示主题";

/* download */
"Download" = "下载";

/* check_error */
"An error has occurred during version check.\nCheck your internet connection and try again later." = "版本检查过程中发生错误。\n请检查您的 Internet 连接，并稍后重试。";

/* found */
"Found: " = "已找到: ";

/* kext_name */
"Name: " = "名称: ";

/* repairing_e_perms */
"Repairing Extra permissions..." = "正在修复 Extra 权限...";

/* rebuilding_e_mkext */
"Rebuilding Extra mkext..." = "正在重建 Extra mkext...";

/* repairing_sle_perms */
"Repairing S/L/E permissions..." = "正在修复 S/L/E 权限...";

/* repairing_disk_perms */
"Repairing disk permissions..." = "正在修复磁盘权限...";

/* "rebuilding_sle_cache" */
"Rebuilding system cache..." = "正在重建系统缓存...";
